<?php

return [
    'code' => 'Произошла серверная ошибка (:code)',
    'wait_finish' => 'Дождитесь окончания игры',
    'validation' => [
        'required' => 'Заполните это поле',
        'min' => [
            'string' => 'Указанное значение слишком маленькое'
        ],
        'max' => [
            'string' => 'Указанное значение слишком большое'
        ],
        'unique' => 'Такое значение уже зарегистрировано',
        'regex' => 'Некорректное значение'
    ],
    'invalid_browser' => '<h1>Ваш веб-браузер устарел.</h1>Для игры на 7My требуется обновиться на последнюю версию.',
    'no_js' => '<h1>Ошибка</h1>В вашем браузере отключен JavaScript.'
];
