<?php

return [
    'next' => 'Далее',
    'close' => 'Закрыть',
    'dice' => [
        '1' => 'Настройте ползунком шанс выигрыша и нажмите "Играть", чтобы сгенерировать результат от 0 - 100',
        '2' => 'Если кости выпали в выбранной Вами зеленой зоне - Вы выиграли!'
    ],
    'wheel' => [
        '1' => 'Выберите режим игры, сделайте ставку на цвет и нажмите "Играть"',
        '2' => 'Если колесо остановится на том цветовом секторе, который вы выбрали - вы выиграли!'
    ],
    'plinko' => [
        '1' => 'Сделайте ставку, выберите сложность игры и количество пинов, и нажмите "Играть"',
        '2' => 'Чем больше сложность игры и количество пинов, тем становится выше максимальный и ниже минимальный коэффициент выигрыша',
        '3' => 'Ваша награда определяется коэффициентом выигрыша, в зависимости от того, куда упал шарик'
    ],
    'keno' => [
        '1' => 'Выберите от 1 до 10 ячеек с числами, сделайте ставку и нажмите "Играть"',
        '2' => 'Далее система случайным образом выбирает 10 чисел. Чем больше будет попаданий по вашим числам, тем больше будет выигрыш!'
    ],
    'mines' => [
        '1' => 'Сделайте ставку, выберите количество бомб и нажмите "Играть"',
        '2' => 'Чем больше количество бомб в игровом поле, тем выше коэффициент выигрыша.',
        '3' => 'Ищите камни, но остерегайтесь бомб!',
        '4' => 'Заберите выигрыш до того, как вы подорветесь на бомбе и потеряете ставку!'
    ],
    'diamonds' => [
        '1' => 'Для выигрыша получите лучшую комбинацию алмазов.',
        '2' => 'Наилучшей комбинацией является 5 одинаковых алмазов.',
        '3' => 'Иерархия комбинаций схожа с традиционным покером.'
    ],
    'coinflip' => [
        '1' => 'Делайте ставку и жмите "Играть" и угадывайте, какой цвет выпадет.',
        '2' => 'Вы можете угадывать монету неограниченное количество раз за игру, все коэффициенты будут суммироваться.'
    ],
    'blackjack' => [
        '1' => 'Сделайте ставку, после чего Вам и дилеру раздадут по две карты.',
        '2' => 'Далее вы можете взять еще карту или остановиться и не менять текущую руку.',
        '3' => 'Нажав "Удвоить" вы удваиваете свою ставку и берете последнюю карту.',
        '4' => 'Страховка доступна только тогда, когда первая карта дилера - это туз и застраховывает вас от руки дилера с блэкджеком.',
        '5' => 'Побеждает тот, кто окажется ближайшим к 21. Если у вас и у дилера окажется одинаковое значение - будет ничья.'
    ],
    'roulette' => [
        '1' => 'Поставьте фишки на любой исход игры и нажмите "Играть"',
        '2' => 'Если вы угадали исход игры - вы умножаете вашу ставку.'
    ],
    'baccarat' => [
        '1' => 'Вы можете сделать ставку на победу игрока, банкира или ничью как в индивидуальном порядке, так и в любых комбинациях.',
        '2' => 'Победу одерживает сторона, набравшая количество очков, наиболее близкое к 9. При наборе значения 10 и более в расчет принимается только вторая цифра двузначного числа.',
        '3' => 'Если при индивидуальной ставке на игрока или банкира обе стороны набирают одинаковое количество очков, то результатом является ничья без потери ставки.',
        '4' => 'Максимальная раздача в одни руки составляет 3 карты. Минимальная – 2, если сумма их очков составляет 5 или больше.'
    ],
    'hilo' => [
        '1' => 'Угадывайте, будет ли следующая карта выше или ниже предыдущей по рангу.',
        '2' => 'Открывайте неограниченное количество карт, коэффициенты суммируются. Вы можете остановиться в любой момент и забрать выигрыш'
    ],
    'limbo' => [
        '1' => 'Для выигрыша заданный целевой коэффициент выплаты должен быть ниже выпавшего в игре.',
        '2' => 'Максимальный целевой коэффициент составляет 1 000 000.'
    ],
    'crash' => [
        '1' => 'Сделайте ставку, нажмите "Играть" и следите за тем, как растет график',
        '2' => 'Выведите средства до того, как график обрушится и вы потеряете ставку.'
    ],
    'stairs' => [
        '1' => 'Сделайте ставку, выберите количество камней на ход и нажмите "Играть"',
        '2' => 'Взбирайтесь вверх по лестнице остерегаясь падающих на камней! Чем выше вы поднимитесь - тем больший выигрыш получите.',
        '3' => 'Вы можете забрать выигрыш в любой момент или пройти все 13 ходов и получить максимальную награду.'
    ],
    'tower' => [
        '1' => 'Сделайте ставку, выберите количество бомб и нажмите "Играть"',
        '2' => 'Ищите камни, двигаясь сверху вниз, но остерегайтесь бомб!',
        '3' => 'Заберите выигрыш до того, как вы подорветесь на бомбе и потеряете ставку!'
    ],
    'videopoker' => [
        '1' => 'Сделайте ставку и нажмите "Играть"',
        '2' => 'Далее вам раздается 5 карт. Вы можете оставить нужные вам карты, нажав на них. Для завершения игры нажмите на "Раздать карты"',
        '3' => 'Если выпавшая комбинация совпадает с представленными в таблице - вы выигрываете и умножаете свою ставку.'
    ]
];
